#include <iostream>

using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");

    cout <<"\"Няня\" - А.С.Пушкин\nПодруга  дней моих суровых, \nГолубка дряхлая моя! \nОдна в глуши лесов сосновых \nДавно, давно ты ждешь меня. \n\nТы под окном своей светлицы \nГорюешь, будто на часах, \nИ медлят поминутно спицы \nВ твоих наморщенных руках. \n\nГлядишь в забытые вороты \nНа черный отдаленный путь : \nТоска, предчувствия, заботы \nТеснят твою всечасно грудь. \nТо чудится тебе…";
}
